{
  "date": "2022-05-27T13:32:42.136Z",
  "body": "<!--StartFragment-->\n\n![Enema de café: Benefícios, Riscos e Como fazer](https://blog.querotudonatural.com.br/wp-content/uploads/2022/01/enema-de-cafe-825x465.jpg \"Enema de café: Benefícios, Riscos e Como fazer\")\n\n## Enema de café: Benefícios, Riscos e Como fazer\n\nOs **enemas de café** foram popularizados por Dr. Gerson, um médico alemão do século 20. Ele desenvolveu uma cura com 3 pilares: dieta, suco de vegetais, enemas de café e suplementos nutricionais (iodo, potássio, enzimas). Esta cura é praticada com sucesso em um certo número de patologias degenerativas.\n\n## Benefícios do Enema de Café\n\nUm [enema de café](https://www.querotudonatural.com.br/cafe-torrado-leve-mlama-tanzania-origem-unica-organico-cafe-arabe?search=caf%C3%A9) é um tipo de limpeza do cólon usado na medicina alternativa. Durante o procedimento, uma mistura de café e água com cafeína é inserida no cólon através do reto.\n\nDr. Max Gerson usa enemas de café para alcançar a desintoxicação do corpo:\n\n* A cafeína administrada por via retal estimula a ação do fígado, aumenta o fluxo da bile carregada de toxinas e abre os ductos biliares;\n* estimula o sistema enzimático do fígado que permite a eliminação dos radicais livres. Os especialistas explicam que o aumento da atividade enzimática que os enemas de café permitem é único porque impede a reabsorção da bile tóxica pelo fígado através da parede intestinal. É, portanto, um meio extremamente eficaz de desintoxicar o sangue.\n\nA redução do nível de toxinas no sangue contribui de forma importante para:\n\n* produção de energia;\n* melhorando a imunidade;\n* sedação de dor intensa;\n* alívio da tensão nervosa;\n* alívio dos sintomas alérgicos.\n\n![](https://lh6.googleusercontent.com/nPnzJGDb12waeycM5pGZdSP_ouPsbdvfc-r1YoY_K1-JnxMUgD9vGx_J-d5P6zUK8AXMEeaDybqzysg0S5dbvm-I13n5Ia9hSTFt-0_1mVg4jZhuRx5Fb8-ysUAmdZU4JzFdhY2d)\n\n## Como fazer enema de café\n\nUm enema de café pode ser feito em casa ou, por um preço alto, em algumas clínicas de saúde holísticas. Não há diretrizes oficiais sobre como realizar um enema de café.\n\nSe você optar por um enema de café, poderá sentir cólicas, pressão e plenitude durante o procedimento. Você também pode se sentir trêmulo ou sentir palpitações cardíacas como efeito colateral da cafeína. Você deve beber muita água depois para ajudar a prevenir a desidratação.\n\nA medicina tradicional não defende o uso de enemas de café. Muitas pessoas afirmam que os [enemas de café](https://www.querotudonatural.com.br/p-extrato-de-cafe-verde-100-puro-pure-organic-ingredients-113-4g?search=caf%C3%A9) melhoram sua saúde e bem-estar sem efeitos colaterais negativos. Como as estatísticas sobre enemas de café são difíceis de obter, é difícil determinar se a maioria das pessoas teve uma experiência positiva ou negativa.\n\nO que sabemos com certeza é que os enemas de café são potencialmente perigosos. Decidir se deve ou não fazer um enema de café é uma escolha pessoal melhor feita entre você e seu médico.\n\nSe você optar por fazer um enema de café e sentir efeitos colaterais graves, procure ajuda médica de emergência. Os efeitos colaterais graves incluem dor intensa, náuseas persistentes, vômitos, diarreia e sangramento retal.\n\n## Riscos \n\nOs enemas de café podem ser um problema se você for sensível à cafeína ou se tomar medicamentos que interagem com a cafeína. A limpeza do cólon também pode causar:\n\n* queimaduras retais\n* náusea\n* vômito\n* cãibra\n* bolha\n* desidratação\n* perfuração intestinal\n* infecção causada por equipamento esterilizado inadequadamente.\n\nExistem algumas evidências que sugerem que os enemas de café podem ser prejudiciais. Segundo o National Cancer Institute, três mortes relatadas na literatura parecem estar relacionadas a enemas de café. Um deles pode ser devido a uma infecção bacteriana, embora isso não possa ser confirmado.\n\n**Veja também: [Óleo de CBD: Para que serve, Benefícios e Ação do Canabidiol](https://blog.querotudonatural.com.br/oleo-de-cbd/)**",
  "title": "Enema de café: Benefícios, Riscos e Como fazer"
}