{
  "date": "2022-05-30T17:04:46.818Z",
  "body": "## O que é Chyawanprash\n\nDe acordo com o “Charaka Samhita”, um texto importante da Ayurveda, o [Chyawanprash](https://www.querotudonatural.com.br/especiaria-de-ervas-dabur-chyawanprash-500gr?search=Chyawanprash) nutre “os fracos, os feridos, os velhos e os jovens”. Esta substância de 10.000 anos foi, segundo a lenda, feita para ajudar o velho Sage Chyawan. \n\nEste se apaixonara perdidamente por uma princesa que conhecera enquanto meditava, reclusa na floresta por anos. Muito mais velho que ela, ele implorou aos médicos ayurvédicos que inventassem um remédio que lhe permitisse recuperar a vitalidade de sua juventude. Os deuses gêmeos da Ayurveda, os Ashwini Kumaras, decidiram então ajudá-lo e fizeram uma geleia com a polpa de uma fruta indiana, a Amla, misturada com quarenta e oito plantas e especiarias conhecidas por suas propriedades medicinais. O velho sábio Chyawan recuperou seu antigo vigor e nunca mais adoeceu! \n\n### Amalaki\n\nEsta pequena groselha indiana contém 20 vezes mais [vitamina C](https://www.querotudonatural.com.br/acido-folico-vitamina-b12?search=vitamina%20c) do que uma laranja! Amplamente utilizado na Ayurveda, o amalaki tem muitos benefícios: tônico, regula a função hepática, apoia o fígado, alivia a acidez ou indigestão, acelera o crescimento das unhas e cabelos, melhora a visão, fortalece os dentes e os ossos, limpa o intestino, regula o açúcar no sangue, previne a degradação das plaquetas, diminui os níveis de colesterol… É também um dos três ingredientes da famosa Triphala.\n\n![](https://lh5.googleusercontent.com/nkKjMkBXJNwbHTdB3G_9nmdRJ88Yugj05hNBj2yVmBe-TAWCjVapHum-g1CHhhTTYAnUY37Gg8DeEAw5EG5RlqvW8hz-jSdokK1RQ3P1sZB_tOYMm7ZJkLI66t5X1V8Osur1IrkE)\n\nHoje, as receitas para fazer Chyawanprash  variam um pouco, mas o ingrediente principal é Amalaki, misturado com ghee, mel, e cerca de quarenta plantas e especiarias: canela, cardamomo, Ashwaganda, Brahmi, Shatavari, Gudduchi, Manjericão, Bambu, Centaury, Pimenta, açafrão.\n\n## Chyawanprash Comprar\n\nAntes de [comprar chyawanprash](https://www.querotudonatural.com.br/chyawanprash-himalayan?search=Chyawanprash), veja os benefícios do produtos e confira todas as suas propriedades benéficas:\n\n* Equilíbrio dos três Doshas;\n* Longevidade;\n* Aumento de Agni, fogo digestivo: aumento da absorção e assimilação dos alimentos;\n* Respiração melhorada;\n* Fortalecimento do sistema imunológico e do metabolismo;\n* Acalma o estresse e acalma o sistema nervoso;\n* Antidepressivo e ansiolítico (especialmente graças a Ashwaganda);\n* Melhor memória e concentração;\n* Alívio de distúrbios digestivos (especialmente constipação);\n* Desaceleração dos efeitos do envelhecimento (alto teor de vitamina C);\n* Melhoria do sistema ginecológico: fertilidade e regularização da menstruação (especialmente graças a Shatavari);\n* Purificação do sangue e suporte do fígado;\n* Eliminação de toxinas;\n* Controle de colesterol;\n* Melhora da tez e da pele;\n* Fortalece os dentes, unhas e cabelos (retarda a calvície);\n* Melhor absorção de cálcio;\n* Melhora do tônus ​​muscular.\n\nO **Chyawanprash** é o balanceamento para os três Doshas, ​​em menor quantidade para o Kapha. É melhor tomá-lo no outono e inverno. É particularmente recomendado para crianças, mulheres grávidas e idosos.\n\n## Chyawanprash Dabur\n\nDependendo da sua constituição e das suas necessidades, pode tomar uma a duas colheres de chá por dia: uma de manhã com o estômago vazio, depois de um copo de água morna ao acordar e outra à noite. \n\nO ideal é então tomar leite (vegetal para mim, no inverno faço uma mistura de leite de amêndoas e arroz). Eu gosto de tomá-lo diretamente com uma colher, mas também pode ser usado como geleia em uma torrada.\n\nPara crianças, a dose é de uma colher de chá por dia.\n\nCompre os produtos Chyawanprash aqui, no **Quero Tudo Natural**, um site oficial e de procedência. Evite outras plataformas que não têm a devida segurança para a transação.\n\n**Veja também: [Dez razões para consumir probióticos Ad Eternum](https://blog.querotudonatural.com.br/dez-razoes-para-consumir-probioticos-ad-eternum/)**",
  "title": "teste"
}